tap "railwaycat/emacsmacport"
tap "homebrew/dupes"
tap "homebrew/apache"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/versions"
tap "homebrew/bundle"
tap "homebrew/services"
tap "d12frosted/emacs-plus"
tap "caskroom/cask"
tap "neovim/neovim"
cask "java"
cask "xquartz"
brew "aspell"
brew "autoconf"
brew "automake"
brew "bazel"
brew "gettext"
brew "checkstyle"
brew "cmake"
brew "cscope"
brew "ctags"
brew "curl", args: ["with-openssl"]
brew "fzf"
brew "gdb"
brew "gdk-pixbuf"
brew "git"
brew "gmp"
brew "nettle"
brew "gnutls"
brew "go"
brew "libtool"
brew "graphviz"
brew "harfbuzz"
brew "hub"
brew "imagemagick"
brew "ispell"
brew "jq"
brew "libcroco"
brew "librsvg"
brew "libyaml"
brew "macvim"
brew "neovim"
brew "pcre2"
brew "perl"
brew "python3"
brew "pipenv"
brew "protobuf"
brew "pv"
brew "pyenv"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "shellcheck"
brew "spotbugs"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "unixodbc"
brew "vim"
brew "weechat"
brew "wget"
brew "yarn"
brew "zsh"
brew "homebrew/php/php71"
cask "amethyst"
cask "docker"
